
{
  "header_title": "Back2Fan",
  "header_subtitle": "Your Loyalty, Your Cashback",
  "header_brand": "Back2Fan",
  "hero_title": "Shop at Partner Stores. Earn Cashback.",
  "hero_subtitle": "Get money back on every purchase at hundreds of partner stores. Optional: Stake Fan Tokens to earn even more cashback.",
  "hero_simple_message": "It's Simple! Buy and Earn.",
  "how_it_works_title": "How does it work?",
  "step1_title": "Connect your Wallet",
  "step1_desc": "Connect your wallet to track your purchases and receive cashback automatically.",
  "step2_title": "Shop at Partner Stores",
  "step2_desc": "Click through our platform to shop at partner stores and earn 2-5% cashback on every purchase.",
  "step3_title": "Earn More with Fan Tokens",
  "step3_desc": "Optional: Stake Fan Tokens to unlock bonus cashback levels and earn up to 8% total cashback.",
  "bonus_cashback": "+{{bonus}}% bonus cashback",
  "on_all_cashback": "On all partner purchases",
  "faq_title": "FAQ",
  "faq1_q": "How does the cashback work?",
  "faq1_a": "Simply shop through our platform at partner stores and earn 2-5% cashback automatically. No fees, no minimum purchase required.",
  "faq2_q": "Do I need to stake Fan Tokens?",
  "faq2_a": "No! Staking is completely optional. You earn cashback just by shopping. Staking Fan Tokens simply gives you bonus cashback on top of the base rates.",
  "faq3_q": "How do I receive my cashback?",
  "faq3_a": "Cashback is processed automatically and paid to your wallet within 24-48 hours after purchase confirmation.",
  "faq4_q": "Which stores are supported?",
  "faq4_a": "We partner with hundreds of major brands including Nike, Adidas, Amazon, and many more. Check our Partners page for the full list.",
  "faq5_q": "Is there a minimum cashback amount?",
  "faq5_a": "No, there's no minimum purchase amount required to earn cashback. Every purchase counts, no matter how small.",
  "faq6_q": "How long does it take to receive cashback?",
  "faq6_a": "Cashback is typically processed within 24-48 hours after purchase confirmation from the partner store.",
  "faq7_q": "Can I use coupon codes with cashback?",
  "faq7_a": "Yes! You can use coupon codes and still earn cashback. Stack your savings for maximum benefits.",
  "faq8_q": "What happens if I return an item?",
  "faq8_a": "If you return an item, the corresponding cashback will be deducted from your account balance.",
  "faq9_q": "Is my personal information safe?",
  "faq9_a": "Yes, we use industry-standard encryption and security measures to protect your personal and financial information.",
  "faq10_q": "Can I withdraw my cashback anytime?",
  "faq10_a": "Yes, once your cashback is confirmed, you can withdraw it to your connected wallet at any time.",
  "faq11_q": "What are Fan Tokens?",
  "faq11_a": "Fan Tokens are cryptocurrency tokens associated with sports teams and brands. You can stake them on our platform for bonus cashback.",
  "faq12_q": "Which Fan Tokens are supported?",
  "faq12_a": "We support all major Fan Tokens from the Chiliz ecosystem, including tokens from football clubs, basketball teams, and more.",
  "faq13_q": "How do I stake Fan Tokens?",
  "faq13_a": "Connect your wallet, select the Fan Tokens you want to stake, choose the amount, and confirm the transaction.",
  "faq14_q": "Can I unstake my Fan Tokens?",
  "faq14_a": "Yes, you can unstake your Fan Tokens at any time. However, your cashback bonus will be reduced accordingly.",
  "faq15_q": "What are the staking tiers?",
  "faq15_a": "We have Bronze (100+ tokens), Silver (500+ tokens), and Gold (1000+ tokens) tiers, each offering increasing cashback bonuses.",
  "faq16_q": "Do I need a specific wallet?",
  "faq16_a": "You need a wallet compatible with the Chiliz network, such as MetaMask configured for Chiliz or the official Chiliz wallet.",
  "faq17_q": "Are there any fees?",
  "faq17_a": "No, there are no fees for using our cashback service. You only pay standard blockchain gas fees for staking transactions.",
  "faq18_q": "How often is cashback calculated?",
  "faq18_a": "Cashback is calculated in real-time for each purchase and updated in your account immediately after confirmation.",
  "faq19_q": "Can I track my cashback history?",
  "faq19_a": "Yes, you can view your complete cashback history, including pending and confirmed transactions, in your dashboard.",
  "faq20_q": "What if I have issues with a purchase?",
  "faq20_a": "Contact our support team through the help section in your dashboard. We'll help resolve any purchase-related issues.",
  "faq21_q": "Is Back2Fan available worldwide?",
  "faq21_a": "We're expanding globally! Currently available in select countries. Check our supported regions list for availability in your area.",
  "faq22_q": "How do I contact customer support?",
  "faq22_a": "You can reach our support team through the contact form in your dashboard or email us directly at support@back2fan.com.",
  "dev_modal_title": "BETA VERSION!",
  "dev_modal_message": "We're currently running in beta on Spicy Testnet. Features are being tested and improved daily. Follow our X for updates:",
  "dev_modal_close": "I understand",
  "dev_modal_follow": "Follow @back2fan"
}
