
{
  "header_title": "Back2Fan",
  "header_subtitle": "Ihre Treue, Ihre Fan Token",
  "header_brand": "Back2Fan",
  "hero_title": "Stake Fan Token. Verdiene Cashback.",
  "hero_subtitle": "Erhalten Sie Belohnungen fürs Fan-Sein. Staken Sie Ihre Fan Token, erhöhen Sie Ihre Kategorie und verdienen Sie Cashback bei Dutzenden von Partnern.",
  "hero_simple_message": "Es ist Einfach! Kaufen und Verdienen.",
  "how_it_works_title": "Wie funktioniert es?",
  "step1_title": "Verbinden Sie Ihr Wallet",
  "step1_desc": "Verbinden Sie Ihr Chiliz oder Socios.com Wallet. Ihre Fan Token und Ihr Guthaben werden automatisch erkannt.",
  "step2_title": "Wählen Sie wo Sie Staken",
  "step2_desc": "Staken Sie jeden kompatiblen Fan Token. Sehen Sie Ihr Level und Cashback-Bonus in Echtzeit steigen.",
  "step3_title": "Ausgeben & Verdienen",
  "step3_desc": "Verdienen Sie Cashback beim Einkaufen bei unseren Partnern mit Ihren gestakten Fan Token.",
  "bonus_cashback": "+{{bonus}}% Cashback-Bonus",
  "on_all_cashback": "Bei allen Partner-Käufen",
  "faq_title": "FAQ",
  "faq1_q": "Was ist Fan Token Staking?",
  "faq1_a": "Fan Token Staking ermöglicht es Ihnen, extra Cashback in Partner-Shops zu verdienen und Zugang zu exklusiven Vorteilen zu erhalten. Je mehr Token Sie staken, desto besser die Vorteile.",
  "faq2_q": "Kann ich das Staking jederzeit zurückziehen?",
  "faq2_a": "Ja! Sie können das Staking jederzeit zurückziehen, aber Ihr Cashback-Bonus könnte sich verringern, wenn Sie ein Level verlieren.",
  "faq3_q": "Brauche ich ein Socios.com oder Chiliz Wallet?",
  "faq3_a": "Ja, Sie müssen Ihr Socios.com oder Chiliz-kompatibles Wallet verbinden, um zu staken und Belohnungen zu erhalten.",
  "faq4_q": "Wer kann Back2Fan nutzen?",
  "faq4_a": "Jeder mit kompatiblen Fan Token in einem Socios.com oder Chiliz Wallet kann teilnehmen und Cashback verdienen.",
  "faq5_q": "Gibt es einen Mindest-Cashback-Betrag?",
  "faq5_a": "Nein, es gibt keinen Mindest-Einkaufsbetrag, um Cashback zu verdienen. Jeder Einkauf zählt, egal wie klein.",
  "faq6_q": "Wie lange dauert es, Cashback zu erhalten?",
  "faq6_a": "Cashback wird normalerweise innerhalb von 24-48 Stunden nach Kaufbestätigung vom Partner-Shop verarbeitet.",
  "faq7_q": "Kann ich Gutscheincodes mit Cashback verwenden?",
  "faq7_a": "Ja! Sie können Gutscheincodes verwenden und trotzdem Cashback verdienen. Stapeln Sie Ihre Ersparnisse für maximale Vorteile.",
  "faq8_q": "Was passiert, wenn ich einen Artikel zurückgebe?",
  "faq8_a": "Wenn Sie einen Artikel zurückgeben, wird das entsprechende Cashback von Ihrem Kontoguthaben abgezogen.",
  "faq9_q": "Sind meine persönlichen Informationen sicher?",
  "faq9_a": "Ja, wir verwenden branchenübliche Verschlüsselung und Sicherheitsmaßnahmen, um Ihre persönlichen und finanziellen Informationen zu schützen.",
  "faq10_q": "Kann ich mein Cashback jederzeit abheben?",
  "faq10_a": "Ja, sobald Ihr Cashback bestätigt ist, können Sie es jederzeit in Ihr verbundenes Wallet abheben.",
  "faq11_q": "Was sind Fan Token?",
  "faq11_a": "Fan Token sind Kryptowährungs-Token, die mit Sportteams und Marken verbunden sind. Sie können sie auf unserer Plattform für Bonus-Cashback staken.",
  "faq12_q": "Welche Fan Token werden unterstützt?",
  "faq12_a": "Wir unterstützen alle wichtigen Fan Token aus dem Chiliz-Ökosystem, einschließlich Token von Fußballvereinen, Basketballteams und mehr.",
  "faq13_q": "Wie stake ich Fan Token?",
  "faq13_a": "Verbinden Sie Ihr Wallet, wählen Sie die Fan Token aus, die Sie staken möchten, wählen Sie den Betrag und bestätigen Sie die Transaktion.",
  "faq14_q": "Kann ich das Staking meiner Fan Token rückgängig machen?",
  "faq14_a": "Ja, Sie können das Staking Ihrer Fan Token jederzeit rückgängig machen. Ihr Cashback-Bonus wird jedoch entsprechend reduziert.",
  "faq15_q": "Was sind die Staking-Level?",
  "faq15_a": "Wir haben Bronze (100+ Token), Silber (500+ Token) und Gold (1000+ Token) Level, die jeweils steigende Cashback-Boni bieten.",
  "faq16_q": "Brauche ich ein spezifisches Wallet?",
  "faq16_a": "Sie brauchen ein Wallet, das mit dem Chiliz-Netzwerk kompatibel ist, wie MetaMask für Chiliz konfiguriert oder das offizielle Chiliz-Wallet.",
  "faq17_q": "Gibt es Gebühren?",
  "faq17_a": "Nein, es gibt keine Gebühren für die Nutzung unseres Cashback-Services. Sie zahlen nur die Standard-Blockchain-Gas-Gebühren für Staking-Transaktionen.",
  "faq18_q": "Wie oft wird Cashback berechnet?",
  "faq18_a": "Cashback wird in Echtzeit für jeden Einkauf berechnet und sofort nach Bestätigung in Ihrem Konto aktualisiert.",
  "faq19_q": "Kann ich meine Cashback-Historie verfolgen?",
  "faq19_a": "Ja, Sie können Ihre komplette Cashback-Historie, einschließlich ausstehender und bestätigter Transaktionen, in Ihrem Dashboard sehen.",
  "faq20_q": "Was ist, wenn ich Probleme mit einem Einkauf habe?",
  "faq20_a": "Kontaktieren Sie unser Support-Team über den Hilfebereich in Ihrem Dashboard. Wir helfen Ihnen, alle kaufbezogenen Probleme zu lösen.",
  "faq21_q": "Ist Back2Fan weltweit verfügbar?",
  "faq21_a": "Wir expandieren global! Derzeit in ausgewählten Ländern verfügbar. Überprüfen Sie unsere Liste unterstützter Regionen für Verfügbarkeit in Ihrem Bereich.",
  "faq22_q": "Wie kontaktiere ich den Kundensupport?",
  "faq22_a": "Sie können unser Support-Team über das Kontaktformular in Ihrem Dashboard erreichen oder uns direkt eine E-Mail an support@back2fan.com senden.",
  "dev_modal_title": "BETA-VERSION!",
  "dev_modal_message": "Wir laufen derzeit in der Beta auf Spicy Testnet. Funktionen werden täglich getestet und verbessert. Folgen Sie uns auf X für Updates:",
  "dev_modal_close": "Verstanden",
  "dev_modal_follow": "Folgen @back2fan"
}
