
{
  "header_title": "Back2Fan",
  "header_subtitle": "La tua fedeltà, i tuoi Fan Token",
  "header_brand": "Back2Fan",
  "hero_title": "Fai staking di Fan Token. Guadagna cashback.",
  "hero_subtitle": "Ricevi ricompense per essere un fan. Fai staking dei tuoi Fan Token, aumenta la tua categoria e guadagna cashback con decine di partner.",
  "hero_simple_message": "È Semplice! Compra e Guadagna.",
  "how_it_works_title": "Come funziona?",
  "step1_title": "Collega il tuo Wallet",
  "step1_desc": "Collega il tuo wallet Chiliz o Socios.com. I tuoi Fan Token e il saldo vengono rilevati automaticamente.",
  "step2_title": "Scegli dove fare Staking",
  "step2_desc": "Fai staking di qualsiasi Fan Token compatibile. Vedi il tuo livello e bonus cashback aumentare in tempo reale.",
  "step3_title": "Spendi e Guadagna",
  "step3_desc": "Guadagna cashback facendo acquisti presso i nostri partner usando i tuoi Fan Token in staking.",
  "bonus_cashback": "+{{bonus}}% di bonus cashback",
  "on_all_cashback": "Su tutti gli acquisti partner",
  "faq_title": "FAQ",
  "faq1_q": "Cos'è lo staking di Fan Token?",
  "faq1_a": "Lo staking di Fan Token ti permette di guadagnare cashback extra nei negozi partner e accedere a vantaggi esclusivi. Più token fai staking, migliori sono i benefici.",
  "faq2_q": "Posso ritirare lo staking quando voglio?",
  "faq2_a": "Sì! Puoi ritirare lo staking in qualsiasi momento, ma il tuo bonus cashback potrebbe diminuire se scendi di livello.",
  "faq3_q": "Ho bisogno di un wallet Socios.com o Chiliz?",
  "faq3_a": "Sì, devi collegare il tuo wallet Socios.com o Chiliz compatibile per fare staking e ricevere ricompense.",
  "faq4_q": "Chi può usare Back2Fan?",
  "faq4_a": "Chiunque abbia Fan Token compatibili in un wallet Socios.com o Chiliz può partecipare e guadagnare cashback.",
  "faq5_q": "C'è un importo minimo di cashback?",
  "faq5_a": "No, non c'è un importo minimo di acquisto richiesto per guadagnare cashback. Ogni acquisto conta, non importa quanto piccolo.",
  "faq6_q": "Quanto tempo ci vuole per ricevere il cashback?",
  "faq6_a": "Il cashback viene solitamente elaborato entro 24-48 ore dopo la conferma dell'acquisto dal negozio partner.",
  "faq7_q": "Posso usare codici coupon con il cashback?",
  "faq7_a": "Sì! Puoi usare codici coupon e guadagnare comunque cashback. Accumula i tuoi risparmi per benefici massimi.",
  "faq8_q": "Cosa succede se restituisco un articolo?",
  "faq8_a": "Se restituisci un articolo, il cashback corrispondente verrà detratto dal saldo del tuo account.",
  "faq9_q": "Le mie informazioni personali sono sicure?",
  "faq9_a": "Sì, utilizziamo crittografia standard del settore e misure di sicurezza per proteggere le tue informazioni personali e finanziarie.",
  "faq10_q": "Posso prelevare il mio cashback in qualsiasi momento?",
  "faq10_a": "Sì, una volta che il tuo cashback è confermato, puoi prelevarlo nel tuo wallet collegato in qualsiasi momento.",
  "faq11_q": "Cosa sono i Fan Token?",
  "faq11_a": "I Fan Token sono token di criptovaluta associati a squadre sportive e marchi. Puoi fare staking di essi sulla nostra piattaforma per cashback bonus.",
  "faq12_q": "Quali Fan Token sono supportati?",
  "faq12_a": "Supportiamo tutti i principali Fan Token dell'ecosistema Chiliz, inclusi token di club di calcio, squadre di basket e altro.",
  "faq13_q": "Come faccio staking di Fan Token?",
  "faq13_a": "Collega il tuo wallet, seleziona i Fan Token di cui vuoi fare staking, scegli l'importo e conferma la transazione.",
  "faq14_q": "Posso annullare lo staking dei miei Fan Token?",
  "faq14_a": "Sì, puoi annullare lo staking dei tuoi Fan Token in qualsiasi momento. Tuttavia, il tuo bonus cashback verrà ridotto di conseguenza.",
  "faq15_q": "Quali sono i livelli di staking?",
  "faq15_a": "Abbiamo i livelli Bronzo (100+ token), Argento (500+ token) e Oro (1000+ token), ognuno che offre bonus cashback crescenti.",
  "faq16_q": "Ho bisogno di un wallet specifico?",
  "faq16_a": "Hai bisogno di un wallet compatibile con la rete Chiliz, come MetaMask configurato per Chiliz o il wallet ufficiale Chiliz.",
  "faq17_q": "Ci sono commissioni?",
  "faq17_a": "No, non ci sono commissioni per usare il nostro servizio di cashback. Paghi solo le commissioni gas standard della blockchain per le transazioni di staking.",
  "faq18_q": "Quanto spesso viene calcolato il cashback?",
  "faq18_a": "Il cashback viene calcolato in tempo reale per ogni acquisto e aggiornato nel tuo account immediatamente dopo la conferma.",
  "faq19_q": "Posso tracciare la mia cronologia di cashback?",
  "faq19_a": "Sì, puoi visualizzare la tua cronologia completa di cashback, incluse le transazioni in sospeso e confermate, nel tuo dashboard.",
  "faq20_q": "Cosa succede se ho problemi con un acquisto?",
  "faq20_a": "Contatta il nostro team di supporto attraverso la sezione aiuto nel tuo dashboard. Ti aiuteremo a risolvere qualsiasi problema relativo agli acquisti.",
  "faq21_q": "Back2Fan è disponibile in tutto il mondo?",
  "faq21_a": "Ci stiamo espandendo globalmente! Attualmente disponibile in paesi selezionati. Controlla la nostra lista di regioni supportate per la disponibilità nella tua area.",
  "faq22_q": "Come contatto il supporto clienti?",
  "faq22_a": "Puoi contattare il nostro team di supporto attraverso il modulo di contatto nel tuo dashboard o inviarci un'email direttamente a support@back2fan.com.",
  "dev_modal_title": "VERSIONE BETA!",
  "dev_modal_message": "Stiamo funzionando in beta su Spicy Testnet. Le funzionalità vengono testate e migliorate quotidianamente. Seguici su X per aggiornamenti:",
  "dev_modal_close": "Ho capito",
  "dev_modal_follow": "Segui @back2fan"
}
