
{
  "header_title": "Back2Fan",
  "header_subtitle": "Sua Fidelidade, Seu Cashback",
  "header_brand": "Back2Fan",
  "hero_title": "Compre em Lojas Parceiras. Ganhe Cashback.",
  "hero_subtitle": "Receba dinheiro de volta em cada compra em centenas de lojas parceiras. Opcional: Faça stake de Fan Tokens para ganhar ainda mais cashback.",
  "hero_simple_message": "É Simples! Compre e Ganhe.",
  "how_it_works_title": "Como funciona?",
  "step1_title": "Conecte sua Carteira",
  "step1_desc": "Conecte sua carteira para rastrear suas compras e receber cashback automaticamente.",
  "step2_title": "Compre em Lojas Parceiras",
  "step2_desc": "Clique através da nossa plataforma para comprar em lojas parceiras e ganhe 2-5% de cashback em cada compra.",
  "step3_title": "Ganhe Mais com Fan Tokens",
  "step3_desc": "Opcional: Faça stake de Fan Tokens para desbloquear níveis de bônus de cashback e ganhe até 8% de cashback total.",
  "bonus_cashback": "+{{bonus}}% de bônus de cashback",
  "on_all_cashback": "Em todas as compras nos parceiros",
  "faq_title": "FAQ",
  "faq1_q": "Como funciona o cashback?",
  "faq1_a": "Simplesmente compre através da nossa plataforma em lojas parceiras e ganhe 2-5% de cashback automaticamente. Sem taxas, sem compra mínima necessária.",
  "faq2_q": "Preciso fazer stake de Fan Tokens?",
  "faq2_a": "Não! O staking é completamente opcional. Você ganha cashback apenas comprando. Fazer stake de Fan Tokens simplesmente dá um bônus de cashback além das taxas base.",
  "faq3_q": "Como recebo meu cashback?",
  "faq3_a": "O cashback é processado automaticamente e pago para sua carteira em 24-48 horas após a confirmação da compra.",
  "faq4_q": "Quais lojas são suportadas?",
  "faq4_a": "Fazemos parceria com centenas de grandes marcas incluindo Nike, Adidas, Amazon e muitas mais. Confira nossa página de Parceiros para a lista completa.",
  "faq5_q": "Há um valor mínimo de cashback?",
  "faq5_a": "Não, não há valor mínimo de compra necessário para ganhar cashback. Toda compra conta, não importa quão pequena.",
  "faq6_q": "Quanto tempo leva para receber o cashback?",
  "faq6_a": "O cashback é normalmente processado em 24-48 horas após a confirmação da compra pela loja parceira.",
  "faq7_q": "Posso usar cupons de desconto com cashback?",
  "faq7_a": "Sim! Você pode usar cupons de desconto e ainda ganhar cashback. Acumule suas economias para benefícios máximos.",
  "faq8_q": "O que acontece se eu devolver um item?",
  "faq8_a": "Se você devolver um item, o cashback correspondente será deduzido do saldo da sua conta.",
  "faq9_q": "Minhas informações pessoais estão seguras?",
  "faq9_a": "Sim, usamos criptografia e medidas de segurança padrão da indústria para proteger suas informações pessoais e financeiras.",
  "faq10_q": "Posso sacar meu cashback a qualquer momento?",
  "faq10_a": "Sim, uma vez que seu cashback for confirmado, você pode sacá-lo para sua carteira conectada a qualquer momento.",
  "faq11_q": "O que são Fan Tokens?",
  "faq11_a": "Fan Tokens são tokens de criptomoeda associados a times esportivos e marcas. Você pode fazer stake deles em nossa plataforma para cashback bônus.",
  "faq12_q": "Quais Fan Tokens são suportados?",
  "faq12_a": "Suportamos todos os principais Fan Tokens do ecossistema Chiliz, incluindo tokens de clubes de futebol, times de basquete e mais.",
  "faq13_q": "Como faço stake de Fan Tokens?",
  "faq13_a": "Conecte sua carteira, selecione os Fan Tokens que deseja fazer stake, escolha o valor e confirme a transação.",
  "faq14_q": "Posso desfazer o stake dos meus Fan Tokens?",
  "faq14_a": "Sim, você pode desfazer o stake dos seus Fan Tokens a qualquer momento. No entanto, seu bônus de cashback será reduzido correspondentemente.",
  "faq15_q": "Quais são os níveis de staking?",
  "faq15_a": "Temos os níveis Bronze (100+ tokens), Prata (500+ tokens) e Ouro (1000+ tokens), cada um oferecendo bônus de cashback crescentes.",
  "faq16_q": "Preciso de uma carteira específica?",
  "faq16_a": "Você precisa de uma carteira compatível com a rede Chiliz, como MetaMask configurada para Chiliz ou a carteira oficial Chiliz.",
  "faq17_q": "Há alguma taxa?",
  "faq17_a": "Não, não há taxas para usar nosso serviço de cashback. Você paga apenas as taxas de gas padrão da blockchain para transações de staking.",
  "faq18_q": "Com que frequência o cashback é calculado?",
  "faq18_a": "O cashback é calculado em tempo real para cada compra e atualizado em sua conta imediatamente após a confirmação.",
  "faq19_q": "Posso acompanhar meu histórico de cashback?",
  "faq19_a": "Sim, você pode ver seu histórico completo de cashback, incluindo transações pendentes e confirmadas, no seu painel.",
  "faq20_q": "E se eu tiver problemas com uma compra?",
  "faq20_a": "Entre em contato com nossa equipe de suporte através da seção de ajuda no seu painel. Ajudaremos a resolver qualquer problema relacionado à compra.",
  "faq21_q": "O Back2Fan está disponível mundialmente?",
  "faq21_a": "Estamos expandindo globalmente! Atualmente disponível em países selecionados. Verifique nossa lista de regiões suportadas para disponibilidade na sua área.",
  "faq22_q": "Como entro em contato com o suporte ao cliente?",
  "faq22_a": "Você pode entrar em contato com nossa equipe de suporte através do formulário de contato no seu painel ou nos enviar um email diretamente para support@back2fan.com.",
  "dev_modal_title": "VERSÃO BETA!",
  "dev_modal_message": "Estamos rodando em beta na Spicy Testnet. Funcionalidades estão sendo testadas e melhoradas diariamente. Acompanhe nosso X para atualizações:",
  "dev_modal_close": "Entendi",
  "dev_modal_follow": "Seguir @back2fan"
}
