
{
  "header_title": "Back2Fan",
  "header_subtitle": "Votre fidélité, vos Fan Tokens",
  "header_brand": "Back2Fan",
  "hero_title": "Stakez des Fan Tokens. Gagnez du cashback.",
  "hero_subtitle": "Recevez des récompenses pour être un fan. Stakez vos Fan Tokens, augmentez votre catégorie et gagnez du cashback chez des dizaines de partenaires.",
  "hero_simple_message": "C'est Simple ! Achetez et Gagnez.",
  "how_it_works_title": "Comment ça marche ?",
  "step1_title": "Connectez votre Portefeuille",
  "step1_desc": "Connectez votre portefeuille Chiliz ou Socios.com. Vos Fan Tokens et votre solde sont détectés automatiquement.",
  "step2_title": "Choisissez où faire du Staking",
  "step2_desc": "Stakez n'importe quel Fan Token compatible. Voyez votre niveau et bonus cashback augmenter en temps réel.",
  "step3_title": "Dépensez et Gagnez",
  "step3_desc": "Gagnez du cashback en achetant chez nos partenaires en utilisant vos Fan Tokens en staking.",
  "bonus_cashback": "+{{bonus}}% de bonus cashback",
  "on_all_cashback": "Sur tous les achats partenaires",
  "faq_title": "FAQ",
  "faq1_q": "Qu'est-ce que le staking de Fan Token ?",
  "faq1_a": "Le staking de Fan Token vous permet de gagner du cashback supplémentaire dans les magasins partenaires et d'accéder à des avantages exclusifs. Plus vous stakez de tokens, meilleurs sont les bénéfices.",
  "faq2_q": "Puis-je retirer le staking quand je veux ?",
  "faq2_a": "Oui ! Vous pouvez retirer le staking à tout moment, mais votre bonus cashback peut diminuer si vous descendez de niveau.",
  "faq3_q": "Ai-je besoin d'un portefeuille Socios.com ou Chiliz ?",
  "faq3_a": "Oui, vous devez connecter votre portefeuille Socios.com ou Chiliz compatible pour staker et recevoir des récompenses.",
  "faq4_q": "Qui peut utiliser Back2Fan ?",
  "faq4_a": "Toute personne avec des Fan Tokens compatibles dans un portefeuille Socios.com ou Chiliz peut participer et gagner du cashback.",
  "faq5_q": "Y a-t-il un montant minimum de cashback ?",
  "faq5_a": "Non, il n'y a pas de montant minimum d'achat requis pour gagner du cashback. Chaque achat compte, peu importe sa taille.",
  "faq6_q": "Combien de temps faut-il pour recevoir le cashback ?",
  "faq6_a": "Le cashback est généralement traité dans les 24-48 heures après la confirmation d'achat du magasin partenaire.",
  "faq7_q": "Puis-je utiliser des codes de réduction avec le cashback ?",
  "faq7_a": "Oui ! Vous pouvez utiliser des codes de réduction et gagner quand même du cashback. Cumulez vos économies pour des bénéfices maximums.",
  "faq8_q": "Que se passe-t-il si je retourne un article ?",
  "faq8_a": "Si vous retournez un article, le cashback correspondant sera déduit du solde de votre compte.",
  "faq9_q": "Mes informations personnelles sont-elles sécurisées ?",
  "faq9_a": "Oui, nous utilisons un chiffrement standard de l'industrie et des mesures de sécurité pour protéger vos informations personnelles et financières.",
  "faq10_q": "Puis-je retirer mon cashback à tout moment ?",
  "faq10_a": "Oui, une fois votre cashback confirmé, vous pouvez le retirer vers votre portefeuille connecté à tout moment.",
  "faq11_q": "Que sont les Fan Tokens ?",
  "faq11_a": "Les Fan Tokens sont des tokens de cryptomonnaie associés aux équipes sportives et aux marques. Vous pouvez les staker sur notre plateforme pour du cashback bonus.",
  "faq12_q": "Quels Fan Tokens sont supportés ?",
  "faq12_a": "Nous supportons tous les principaux Fan Tokens de l'écosystème Chiliz, y compris les tokens de clubs de football, équipes de basket et plus.",
  "faq13_q": "Comment puis-je staker des Fan Tokens ?",
  "faq13_a": "Connectez votre portefeuille, sélectionnez les Fan Tokens que vous voulez staker, choisissez le montant et confirmez la transaction.",
  "faq14_q": "Puis-je retirer le staking de mes Fan Tokens ?",
  "faq14_a": "Oui, vous pouvez retirer le staking de vos Fan Tokens à tout moment. Cependant, votre bonus cashback sera réduit en conséquence.",
  "faq15_q": "Quels sont les niveaux de staking ?",
  "faq15_a": "Nous avons les niveaux Bronze (100+ tokens), Argent (500+ tokens) et Or (1000+ tokens), chacun offrant des bonus cashback croissants.",
  "faq16_q": "Ai-je besoin d'un portefeuille spécifique ?",
  "faq16_a": "Vous avez besoin d'un portefeuille compatible avec le réseau Chiliz, comme MetaMask configuré pour Chiliz ou le portefeuille officiel Chiliz.",
  "faq17_q": "Y a-t-il des frais ?",
  "faq17_a": "Non, il n'y a pas de frais pour utiliser notre service de cashback. Vous payez seulement les frais de gas standard de la blockchain pour les transactions de staking.",
  "faq18_q": "À quelle fréquence le cashback est-il calculé ?",
  "faq18_a": "Le cashback est calculé en temps réel pour chaque achat et mis à jour dans votre compte immédiatement après confirmation.",
  "faq19_q": "Puis-je suivre mon historique de cashback ?",
  "faq19_a": "Oui, vous pouvez voir votre historique complet de cashback, y compris les transactions en attente et confirmées, dans votre tableau de bord.",
  "faq20_q": "Que faire si j'ai des problèmes avec un achat ?",
  "faq20_a": "Contactez notre équipe de support via la section d'aide dans votre tableau de bord. Nous vous aiderons à résoudre tout problème lié aux achats.",
  "faq21_q": "Back2Fan est-il disponible dans le monde entier ?",
  "faq21_a": "Nous nous développons mondialement ! Actuellement disponible dans des pays sélectionnés. Consultez notre liste de régions supportées pour la disponibilité dans votre région.",
  "faq22_q": "Comment contacter le support client ?",
  "faq22_a": "Vous pouvez contacter notre équipe de support via le formulaire de contact dans votre tableau de bord ou nous envoyer un email directement à support@back2fan.com.",
  "dev_modal_title": "VERSION BÊTA !",
  "dev_modal_message": "Nous fonctionnons actuellement en bêta sur Spicy Testnet. Les fonctionnalités sont testées et améliorées quotidiennement. Suivez-nous sur X pour les mises à jour :",
  "dev_modal_close": "J'ai compris",
  "dev_modal_follow": "Suivre @back2fan"
}
