
{
  "header_title": "Back2Fan",
  "header_subtitle": "Tu lealtad, tu cashback",
  "header_brand": "Back2Fan",
  "hero_title": "Compra en Tiendas Socias. Gana Cashback.",
  "hero_subtitle": "Recibe dinero de vuelta en cada compra en cientos de tiendas socias. Opcional: Haz staking de Fan Tokens para ganar aún más cashback.",
  "hero_simple_message": "¡Es Simple! Compra y Gana.",
  "how_it_works_title": "¿Cómo funciona?",
  "step1_title": "Conecta tu Cartera",
  "step1_desc": "Conecta tu cartera para rastrear tus compras y recibir cashback automáticamente.",
  "step2_title": "Compra en Tiendas Socias",
  "step2_desc": "Haz clic en nuestra plataforma para comprar en tiendas socias y gana 2-5% de cashback en cada compra.",
  "step3_title": "Gana Más con Fan Tokens",
  "step3_desc": "Opcional: Haz staking de Fan Tokens para desbloquear niveles de cashback bonus y ganar hasta 8% de cashback total.",
  "bonus_cashback": "+{{bonus}}% de cashback bonus",
  "on_all_cashback": "En todas las compras en socios",
  "faq_title": "FAQ",
  "faq1_q": "¿Cómo funciona el cashback?",
  "faq1_a": "Simplemente compra a través de nuestra plataforma en tiendas socias y gana 2-5% de cashback automáticamente. Sin comisiones, sin compra mínima requerida.",
  "faq2_q": "¿Necesito hacer staking de Fan Tokens?",
  "faq2_a": "¡No! El staking es completamente opcional. Ganas cashback solo por comprar. Hacer staking de Fan Tokens simplemente te da cashback bonus además de las tasas base.",
  "faq3_q": "¿Cómo recibo mi cashback?",
  "faq3_a": "El cashback se procesa automáticamente y se paga a tu cartera dentro de 24-48 horas después de la confirmación de compra.",
  "faq4_q": "¿Qué tiendas están soportadas?",
  "faq4_a": "Nos asociamos con cientos de marcas importantes incluyendo Nike, Adidas, Amazon, y muchas más. Consulta nuestra página de Socios para la lista completa.",
  "faq5_q": "¿Hay un monto mínimo de cashback?",
  "faq5_a": "No, no hay monto mínimo de compra requerido para ganar cashback. Cada compra cuenta, sin importar cuán pequeña sea.",
  "faq6_q": "¿Cuánto tiempo tarda en llegar el cashback?",
  "faq6_a": "El cashback se procesa típicamente dentro de 24-48 horas después de la confirmación de compra de la tienda socia.",
  "faq7_q": "¿Puedo usar códigos de cupón con cashback?",
  "faq7_a": "¡Sí! Puedes usar códigos de cupón y aún ganar cashback. Acumula tus ahorros para beneficios máximos.",
  "faq8_q": "¿Qué pasa si devuelvo un artículo?",
  "faq8_a": "Si devuelves un artículo, el cashback correspondiente será deducido del saldo de tu cuenta.",
  "faq9_q": "¿Está segura mi información personal?",
  "faq9_a": "Sí, usamos encriptación estándar de la industria y medidas de seguridad para proteger tu información personal y financiera.",
  "faq10_q": "¿Puedo retirar mi cashback en cualquier momento?",
  "faq10_a": "Sí, una vez que tu cashback esté confirmado, puedes retirarlo a tu cartera conectada en cualquier momento.",
  "faq11_q": "¿Qué son los Fan Tokens?",
  "faq11_a": "Los Fan Tokens son tokens de criptomoneda asociados con equipos deportivos y marcas. Puedes hacer staking de ellos en nuestra plataforma para cashback bonus.",
  "faq12_q": "¿Qué Fan Tokens están soportados?",
  "faq12_a": "Soportamos todos los principales Fan Tokens del ecosistema Chiliz, incluyendo tokens de clubes de fútbol, equipos de baloncesto y más.",
  "faq13_q": "¿Cómo hago staking de Fan Tokens?",
  "faq13_a": "Conecta tu cartera, selecciona los Fan Tokens que quieres hacer staking, elige la cantidad y confirma la transacción.",
  "faq14_q": "¿Puedo retirar el staking de mis Fan Tokens?",
  "faq14_a": "Sí, puedes retirar el staking de tus Fan Tokens en cualquier momento. Sin embargo, tu bonus de cashback se reducirá correspondientemente.",
  "faq15_q": "¿Cuáles son los niveles de staking?",
  "faq15_a": "Tenemos niveles Bronce (100+ tokens), Plata (500+ tokens) y Oro (1000+ tokens), cada uno ofreciendo bonos de cashback crecientes.",
  "faq16_q": "¿Necesito una cartera específica?",
  "faq16_a": "Necesitas una cartera compatible con la red Chiliz, como MetaMask configurada para Chiliz o la cartera oficial Chiliz.",
  "faq17_q": "¿Hay alguna comisión?",
  "faq17_a": "No, no hay comisiones por usar nuestro servicio de cashback. Solo pagas las comisiones de gas estándar de blockchain para transacciones de staking.",
  "faq18_q": "¿Con qué frecuencia se calcula el cashback?",
  "faq18_a": "El cashback se calcula en tiempo real para cada compra y se actualiza en tu cuenta inmediatamente después de la confirmación.",
  "faq19_q": "¿Puedo rastrear mi historial de cashback?",
  "faq19_a": "Sí, puedes ver tu historial completo de cashback, incluyendo transacciones pendientes y confirmadas, en tu panel de control.",
  "faq20_q": "¿Qué pasa si tengo problemas con una compra?",
  "faq20_a": "Contacta a nuestro equipo de soporte a través de la sección de ayuda en tu panel de control. Te ayudaremos a resolver cualquier problema relacionado con compras.",
  "faq21_q": "¿Está Back2Fan disponible mundialmente?",
  "faq21_a": "¡Nos estamos expandiendo globalmente! Actualmente disponible en países seleccionados. Consulta nuestra lista de regiones soportadas para disponibilidad en tu área.",
  "faq22_q": "¿Cómo contacto al soporte al cliente?",
  "faq22_a": "Puedes contactar a nuestro equipo de soporte a través del formulario de contacto en tu panel de control o enviarnos un email directamente a support@back2fan.com.",
  "dev_modal_title": "¡VERSIÓN BETA!",
  "dev_modal_message": "Estamos ejecutando en beta en Spicy Testnet. Las funcionalidades se están probando y mejorando diariamente. Síguenos en X para actualizaciones:",
  "dev_modal_close": "Entiendo",
  "dev_modal_follow": "Seguir @back2fan"
}
